export const CARDS_ADVANTAGES = [
    {
        text: "надежный и быстрый интернет, который не падает",
        src: "/icons/wifi.svg"
    },
    {
        text: "контроль всей сети через гибкую настройку",
        src: "/icons/control.svg"
    },
    {
        text: "единый инструмент для масштабирования по всей стране",
        src: "/icons/size.svg"
    }
]

export const PARTNERS = [
    {
        alt: "Надежда Фарм",
        logoSrc: "/partners/nadezdafarm.svg"
    },
    {
        alt: "Айкрафт",
        logoSrc: "/partners/aikraft.svg"
    },
    {
        alt: "Покупочка",
        logoSrc: "/partners/pokypochka.svg"
    },
    {
        alt: "ОРТК",
        logoSrc: "/partners/ortk.svg"
    },
    {
        alt: "Аленка",
        logoSrc: "/partners/alenka.svg"
    }
]

export const REVIEWS = [
    {
        company: "ШОКОЛАДНИЦА",
        reviewer: {
            name: "Чистяков Марк",
            post: "Начальник управления\n Управление эксплуатации и развития ИТ-сервисов"
        },
        review: "Мы обратились к mrnet, поскольку нам было необходимо обеспечить стабильный сигнал для видеонаблюдения, эквайринга и работы кафе в проблемных точках. Сотрудники компании предложили отличное решение: разделить сигнал на офис и зал, что повысило качество и отказоустойчивость. Сейчас мультироутеры mrnet стали основным интернет-каналом в некоторых точках, а в других локациях mrnet рассматривается в качестве резервного канала для надежности. На наш взгляд, ребята предлагают..."
    },
    {
        company: "ЕРМОЛИНО",
        reviewer: {
            name: "Тараканов Михаил",
            post: "Руководитель\n СИТ АО \"Подмосковия\""
        },
        review: "У нас много торговых точек, и стабильный интернет — постоянная проблема. Мы пробовали разные решения, но это только усложняло ситуацию, добавляя путаницу со счетами с увеличением количества контрагентов. С mrnet мы смогли упорядочить документооборот и организовать управление оборудованием в одном удобном личном кабинете. Оперативная техническая поддержка стала для нас надежным помощником. Теперь более 150 наших точек продаж используют mrnet как основной канал связи, и это только начало!"
    },
    {
        company: "АПТЕКИ 36,6",
        reviewer: {
            name: "Старцев Константин",
            post: "Начальник управления\n Управление эксплуатации и развития ИТ-сервисов"
        },
        review: "Когда бизнес расширяется, особенно важна скорость партнёров и готовность помочь. Когда у провайдера в Великом Новгороде случилась авария, mrnet за несколько часов доставили мультироутер и удаленно настроили соединение в 8 из 12 наших аптек. Удобство подключения, возможность удаленного контроля всех точек из одного кабинета  и реактивная поддержка в telegram — важные преимущества mrnet!"
    },
]

export const MENU_ITEMS = [
  { href: "#technology", name: "Технология" },
  { href: "#platform", name: "Платформа управления" },
  { href: "#testdrive", name: "Тест-драйв" },
  { href: "#geography", name: "Наша сеть" },
  { href: "#form", name: "Оставить заявку", isHighlighted: true },
]